{
	"terms" : ["sepsis", "PAD", "peripheral artery disease"],
	"text": "Brief Summary: The peripheral artery disease (PAD) prevalence is high in the elderly, the diabetic patients, and the patients receiving hemodialysis. To date, there is no guideline recommendation on the screening of PAD in patients admitted to the medical intensive care unit (MICU) for sepsis. \n\nWe conducted a prospective cohort study focusing on patients admitted to the MICU with the main diagnosis of sepsis. The ankle-brachial indexes are performed within 24 hours after admission. Invasive arterial line monitoring and standard non-invasive measurements are collected. After confirmation of PAD, standard anti-platelet treatments (aspirin and cilostazol) are initiated. The survival before and after the conduction of this trial is compared to historical records. The outcomes including all-cause mortality, stroke, myocardial infarction, minor amputation, major amputation, and prolonged ventilator dependent are to be collected.\n\nDetailed Description:\nThis is a prospective observational study focusing on peripheral artery disease (PAD) in patients admitting to intensive care units with a diagnosis of sepsis. The sepsis is defined by the quick SOFA score. The primary outcome is all-cause mortality. The secondary outcomes included stroke, myocardial infarction, amputation, and prolonged mechanical ventilation.\n\nWe plan to enroll 150 patients. Patients will be grouped into patients with PAD and patients without PAD. We then compare them in the following parameters: clinical data, laboratory data, survival and other outcome data. Two-sample student's t-tests will be used for the comparisons of continuous variables. Chi-square test will be used to detect the difference between categorical variables. The difference is considered statistically significant if P < 0.05. All statistics works were analyzed using the SPSS 17.0 software (Chicago, IL, USA), R software (Gimc packages).\n\nClinicalTrials.gov Identifier: NCT03372330"
}